{% extends "base.html" %}
{% load i18n %}

{% block base_content %}

            <div id="conteudo">



<h1 class="firstHeading">Proposi&ccedil;&atilde;o - elabora&ccedil;&atilde;o / atualiza&ccedil;&atilde;o</h1>
A tela exibe um conjunto de dados b&aacute;sicos para a elabora&ccedil;&atilde;o de uma nova proposi&ccedil;&atilde;o ou de um documento acess&oacute;rio. No caso de uma proposi&ccedil;&atilde;o ou se um documento estiver sido consultado, o sapl permitir&aacute; a sua <a href="proposicao_editor">atualiza&ccedil;&atilde;o</a> . Os dados b&aacute;sicos s&atilde;o os seguintes:<br><br><b>Tipo</b> - combo para a sele&ccedil;&atilde;o do tipo de proposi&ccedil;&atilde;o legislativa ou documento acess&oacute;rio.<br><br><b>Descri&ccedil;&atilde;o</b> - deve conter uma breve descri&ccedil;&atilde;o sobre a proposi&ccedil;&atilde;o ou documento que est&aacute; sendo elaborado ou atualizado.<br><br><b>Mat&eacute;ria Legislativa, n&uacute;mero e ano</b> - essas informa&ccedil;&otilde;es somente dever&atilde;o ser indicadas quando tratar-se de um documento do tipo <b>parecer</b>, caso contr&aacute;rio, o sistema mant&eacute;m os respectivos campos inibidos, ou seja, sem acesso. Caso tenham que ser informados, a mat&eacute;ria legislativa j&aacute; dever&aacute; ter sido cadastrada no sistema. <br><br><b>Criar texto em XML</b> ou <b>Carregar Arquivo Externo</b> - indicar assinalando uma das op&ccedil;&otilde;es. Caso seja indicada a op&ccedil;&atilde;o - Criar texto em XML - o sapl ir&aacute; disponibilizar um editor de textos - orientado por um modelo pr&oacute;prio, o qual deve ter sido previamente associado - para o tipo de documento a ser digitado, ou seja, com a formata&ccedil;&atilde;o final que foi previamente ajustada para o tipo de documento. Se a segunda op&ccedil;&atilde;o for a indicada, ent&atilde;o o sapl ir&aacute; habilitar o bot&atilde;o <b>Arquivo</b> de modo a permitir realizar a carga de um documento previamente digitado; e, neste caso, n&atilde;o entrar&aacute; no m&eacute;rito do modelo e nem da respectiva folha de estilo - formato final - do documento <i>uploaded</i>.<br><br>Ao final, deve ser acionado o bot&atilde;o <b>salvar dados b&aacute;sicos e criar texto integral</b> para dar seguimento a execu&ccedil;&atilde;o da fun&ccedil;&atilde;o. Se a op&ccedil;&atilde;o foi a de criar o texto, o sapl abrir&aacute; o editor de textos para que o documento seja digitado. No caso do <i>upload</i> de documento j&aacute; digitado, a fun&ccedil;&atilde;o emitir&aacute; mensagem de finaliza&ccedil;&atilde;o e de envio para protocolo informando o n&uacute;mero de identifica&ccedil;&atilde;o gerado de modo autom&aacute;tico.
<br><br>
  <a href="{% url 'sapl.base:help_topic'%}?topic=proposicao_legislativa">Anterior</a> |

  <a href="{% url 'sapl.base:help'%}">&Iacute;ndice</a>

  | <a href="{% url 'sapl.base:help_topic'%}?topic=proposicao_editor">Pr&oacute;xima</a>

<br>

</div>

{% endblock base_content %}
